[Killed] EqualityOperator
mutation/src/app/bar.service.ts:11:12
   constructor() { }
 
   public isPersonOldEnough(age: number): boolean {
-    return age >= 18;
+    return age < 18;
   }
 }

[Killed] ConditionalExpression
mutation/src/app/bar.service.ts:11:12
   constructor() { }
 
   public isPersonOldEnough(age: number): boolean {
-    return age >= 18;
+    return true;
   }
 }
